{
  "Catch-22": {
    "title": "Catch-22",
    "extract": "<p> </p> <p><i><b>Catch-22</b></i> is a satirical war novel by American author Joseph Heller. It is his debut novel. He began writing it in 1953; the novel was first published in 1961. Often cited as one of the most significant novels of the twentieth century, it uses a distinctive non-chronological third-person omniscient narration, describing events from the points of view of different characters. The separate storylines are out of sequence so the timeline develops along with the plot. </p><p>The novel is set during World War II, from 1942 to 1944. It mainly follows the life of antihero Captain John Yossarian, a U.S. Army Air Forces B-25 bombardier. Most of the events in the book occur while the fictional 256th US Army Air Squadron is based on the island of Pianosa, in the Mediterranean Sea west of the Italian mainland, although it also includes episodes from basic training at Lowry Field in Colorado and Air Corps training at Santa Ana Army Air Base in California. The novel examines the absurdity of war and military life through the experiences of Yossarian and his cohorts, who attempt to maintain their sanity while fulfilling their service requirements so that they may return home. </p><p>The book was made into a film adaptation in 1970, directed by Mike Nichols, and a Hulu miniseries in 2019, produced by George Clooney. In 1994, Heller published a sequel to the novel entitled <i>Closing Time</i>. </p>",
    "url": "https://en.wikipedia.org/wiki/Catch-22",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/Catch-22_%281961%29_front_cover%2C_first_edition.jpg"
  },
  "But What If We're Wrong?": {
    "title": "But What If We're Wrong?",
    "extract": "<p> </p> <p><i><b>But What If We're Wrong? Thinking About the Present As If It Were the Past</b></i> is a 2016 non-fiction book by American author and essayist Chuck Klosterman. </p>",
    "url": "https://en.wikipedia.org/wiki/But_What_If_We%27re_Wrong%3F",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/73/ButWhatIfWe%27reWrongCover.jpg"
  },
  "The Grapes of Wrath": {
    "title": "The Grapes of Wrath",
    "extract": "<p> </p> <p><i><b>The Grapes of Wrath</b></i> is an American realist novel written by John Steinbeck and published in 1939. The book won the National Book Award and Pulitzer Prize for fiction, and it was cited prominently when Steinbeck was awarded the Nobel Prize in Literature in 1962. </p><p>Set during the Great Depression, the novel focuses on the Joads, a poor family of tenant farmers driven from their Oklahoma home by drought, economic hardship, agricultural industry changes, and bank foreclosures forcing tenant farmers out of work. Due to their nearly hopeless situation, and in part because they are trapped in the Dust Bowl, the Joads set out for California on the \"mother road\", along with thousands of other \"Okies\" seeking jobs, land, dignity, and a future. </p><p><i>The Grapes of Wrath</i> is frequently read in American high school and college literature classes due to its historical context and enduring legacy. A celebrated Hollywood film version, starring Henry Fonda and directed by John Ford, was released in 1940. </p>",
    "url": "https://en.wikipedia.org/wiki/The_Grapes_of_Wrath",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ad/The_Grapes_of_Wrath_%281939_1st_ed_cover%29.jpg"
  },
  "The Three Body Problem": {
    "title": "The Three Body Problem",
    "extract": "<p> </p> <p><i><b>The Three-Body Problem</b></i> (Chinese: 三体; lit. 'three body') is a 2008 novel by the Chinese science fiction author Liu Cixin. It is the first novel in the <i>Remembrance of Earth's Past</i> trilogy. The series portrays a fictional past, present, and future wherein Earth encounters an alien civilization from a nearby system of three Sun-like stars orbiting one another, a representative example of the three-body problem in orbital mechanics. </p><p>The story was originally serialized in <i>Science Fiction World</i> in 2006 before it was published as a standalone book in 2008. In 2006, it received the Galaxy Award for Chinese science fiction. In 2012, it was described as one of China's most successful full-length novels of the past two decades. The English translation by Ken Liu was published by Tor Books in 2014. That translation was the first novel by an Asian writer to win a Hugo Award for Best Novel; it was also nominated for the Nebula Award for Best Novel. </p><p>The book has been adapted into other media. In 2015, a Chinese film adaptation of the same name was in production, but it was never released. A Chinese TV series, <i>Three-Body</i>, released in early 2023 to critical success locally. An English-language Netflix series adaptation, <i>3 Body Problem</i>, was released in March 2024. </p>",
    "url": "https://en.wikipedia.org/wiki/The_Three-Body_Problem_(novel)",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/0f/Threebody.jpg"
  },
  "Snow Crash": {
    "title": "Snow Crash",
    "extract": "<p><i><b>Snow Crash</b></i> is a science fiction novel by the American writer Neal Stephenson, published in 1992. Like many of Stephenson's novels, its themes include history, linguistics, anthropology, archaeology, religion, computer science, politics, cryptography, memetics, and philosophy. </p><p>In his 1999 essay \"In the Beginning... Was the Command Line\", Stephenson explained the title of the novel as his term for a particular software failure mode on the early Macintosh computer. Stephenson wrote about the Macintosh \"When the computer crashed and wrote gibberish into the bitmap, the result was something that looked vaguely like static on a broken television set—a 'snow crash'\". Stephenson has also mentioned that Julian Jaynes' book <i>The Origin of Consciousness in the Breakdown of the Bicameral Mind</i> was one of the main influences on <i>Snow Crash</i>. </p><p><i>Snow Crash</i> was nominated for both the British Science Fiction Award in 1993 and the Arthur C. Clarke Award in 1994. </p>",
    "url": "https://en.wikipedia.org/wiki/Snow_Crash",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d5/Snowcrash.jpg"
  },
  "Watchmen": {
    "title": "Watchmen",
    "extract": "<p> </p> <p><i><b>Watchmen</b></i> is a comic book limited series by the British creative team of writer Alan Moore, artist Dave Gibbons and colorist John Higgins. It was published monthly by DC Comics in 1986 and 1987 before being collected in a single-volume edition in 1987. <i>Watchmen</i> originated from a story proposal Moore submitted to DC featuring superhero characters that the company had acquired from Charlton Comics. As Moore's proposed story would have left many of the characters unusable for future stories, managing editor Dick Giordano convinced Moore to create original characters instead. </p><p>Moore used the story as a means of reflecting contemporary anxieties, deconstructing and satirizing the superhero concept and making political commentary. <i>Watchmen</i> depicts an alternate history in which superheroes emerged in the 1940s and 1960s and their presence changed history so that the United States won the Vietnam War and the Watergate scandal was never exposed. In 1985, the country is edging toward World War III with the Soviet Union, freelance costumed vigilantes have been outlawed and most former superheroes are in retirement or working for the government. The story focuses on the protagonists' personal development and moral struggles as an investigation into the murder of a government-sponsored superhero pulls them out of retirement. </p><p>Gibbons uses a nine-panel grid layout throughout the series and adds recurring symbols such as a blood-stained smiley face. All but the last issue feature supplemental fictional documents that add to the series' backstory and the narrative is intertwined with that of another story, an in-story pirate comic titled <i>Tales of the Black Freighter</i>, which one of the characters reads. Structured at times as a nonlinear narrative, the story skips through space, time and plot. In the same manner, entire scenes and dialogues have parallels with others through synchronicity, coincidence, and repeated imagery. </p><p>A commercial success, <i>Watchmen</i> has received critical acclaim both in the comics and mainstream press. <i>Watchmen</i> was recognized in <i>Time</i>'s List of the 100 Best Novels as one of the best English language novels published since 1923. In a retrospective review, the BBC's Nicholas Barber described it as \"the moment comic books grew up\". Moore opposed this idea, stating, \"I tend to think that, no, comics hadn't grown up. There were a few titles that were more adult than people were used to. But the majority of comics titles were pretty much the same as they'd ever been. It wasn't comics growing up. I think it was more comics meeting the emotional age of the audience coming the other way.\" </p><p>After several attempts to adapt the series into a feature film, director Zack Snyder's <i>Watchmen</i> was released in 2009. An episodic video game, <i>Watchmen: The End Is Nigh</i>, was released to coincide with the film's release. </p><p>DC Comics published <i>Before Watchmen</i>, a series of nine prequel miniseries, in 2012, and <i>Doomsday Clock</i>, a 12-issue limited series and sequel to the original <i>Watchmen</i> series, from 2017 to 2019 – both without Moore's or Gibbons' involvement. The second series integrated the <i>Watchmen</i> characters within the DC Universe. A standalone sequel, <i>Rorschach</i> by Tom King, began publication in October 2020. A television continuation to the original comic, set 34 years after the comic's timeline, was broadcast on HBO from October to December 2019 with Gibbons' involvement. Moore has expressed his displeasure with adaptations and sequels of <i>Watchmen</i> and asked it not be used for future works. </p>",
    "url": "https://en.wikipedia.org/wiki/Watchmen",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a2/Watchmen%2C_issue_1.jpg"
  },
  "Griffin and Sabine": {
    "title": "Griffin and Sabine",
    "extract": "<p> </p> <p><i><b>Griffin and Sabine: An Extraordinary Correspondence</b></i> is an epistolary novel by Nick Bantock, published in 1991 by Chronicle Books in the United States and Raincoast Books in Canada. It is the first novel in <i>The Griffin and Sabine Trilogy.</i> The story is told through a series of removable letters and postcards between the two main characters and is intended for an adult audience, as some sources describe the artwork as disturbing. </p>",
    "url": "https://en.wikipedia.org/wiki/Griffin_and_Sabine",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/f0/Griffin_and_Sabine_%28book%29.jpg"
  },
  "Exhalation": {
    "title": "Exhalation",
    "extract": "<p><i><b>Exhalation: Stories</b></i> is a collection of short stories by American writer Ted Chiang. The book was initially released on May 7, 2019, by Alfred A. Knopf. </p>",
    "url": "https://en.wikipedia.org/wiki/Exhalation:_Stories",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/22/Exhalation_-_Stories.jpg"
  },
  "The Outsiders": {
    "title": "The Outsiders",
    "extract": "<p> </p> <p><i><b>The Outsiders</b></i> is a coming-of-age novel by S.E. Hinton published in 1967 by Viking Press. The book details the conflict between two rival gangs of White Americans divided by their socioeconomic status: the working-class \"Greasers\" and the upper-middle-class \"Socs\" (pronounced <i>SOH-shiz</i>—short for <i>Socials</i>). The story is told in first-person perspective by teenage protagonist Ponyboy Curtis, and takes place in Tulsa, Oklahoma, in 1965, although this is never explicitly stated in the book. </p><p>Hinton began writing the novel when she was 15 and wrote the bulk of it when she was 16 and a junior in high school. She was 18 when the book was published. She released the work using her initials rather than her feminine given names (Susan Eloise) so that her gender would not lead male book reviewers to dismiss the work. </p><p>A film adaptation was directed in 1983 by Francis Ford Coppola, and a short-lived television series appeared in 1990, picking up where the movie left off. A dramatic stage adaptation was written by Christopher Sergel and published in 1990. A Tony Award-winning stage musical adaptation of the same name premiered on Broadway in 2024. </p>",
    "url": "https://en.wikipedia.org/wiki/The_Outsiders_(novel)",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/32/The_outsiders_1967_first_edition.jpg"
  },
  "The Moviegoer": {
    "title": "The Moviegoer",
    "extract": "<p><i><b>The Moviegoer</b></i> is the debut novel by Walker Percy, first published in the United States by Alfred A. Knopf in 1961. It won the U.S. National Book Award. <i>Time</i> included the novel in its \"Time 100 Best English-language Novels from 1923 to 2005\". In 1998, the Modern Library ranked <i>The Moviegoer</i> sixtieth on its list of the hundred best English-language novels of the twentieth century. It is published in the UK by Methuen. </p><p>The novel is heavily influenced by the existentialist themes of authors like Søren Kierkegaard, whom Percy read extensively. Unlike many dark didactic existentialist novels (including Percy's later work), <i>The Moviegoer</i> has a light poetic tone. It was Percy's first, most famous, and most widely praised novel, and established him as one of the major voices in Southern literature. The novel also draws on elements of Dante by paralleling the themes of Binx Bolling's life to that of the narrator of the <i>Divine Comedy</i>. </p><p>In addition to its existentialist character, the novella is also deeply phenomenological. </p>",
    "url": "https://en.wikipedia.org/wiki/The_Moviegoer",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d8/Moviegoer.JPG"
  },
  "Brave New World": {
    "title": "Brave New World",
    "extract": "<p> </p> <p><i><b>Brave New World</b></i> is a dystopian novel by English author Aldous Huxley, written in 1931 and published in 1932. Largely set in a futuristic World State, whose citizens are environmentally engineered into an intelligence-based social hierarchy, the novel anticipates huge scientific advancements in reproductive technology, sleep-learning, psychological manipulation and classical conditioning that are combined to make a dystopian society which is challenged by the story's protagonist. Huxley followed this book with a reassessment in essay form, <i>Brave New World Revisited</i> (1958), and with his final novel, <i>Island</i> (1962), the utopian counterpart. This novel is often compared as an inversion counterpart to George Orwell's <i>1984</i> (1949). </p><p>In 1998 and 1999, the Modern Library ranked <i>Brave New World</i> at number 5 on its list of the 100 Best Novels in English of the 20th century. In 2003, Robert McCrum, writing for <i>The Observer</i>, included <i>Brave New World</i> chronologically at number 53 in \"the top 100 greatest novels of all time\", and the novel was listed at number 87 on The Big Read survey by the BBC. <i>Brave New World</i> has frequently been banned and challenged since its original publication. It has landed on the American Library Association list of top 100 banned and challenged books of the decade since the association began the list in 1990. </p>",
    "url": "https://en.wikipedia.org/wiki/Brave_New_World",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/62/BraveNewWorld_FirstEdition.jpg"
  },
  "Murder on the Orient Express": {
    "title": "Murder on the Orient Express",
    "extract": "<p> </p> <p><i><b>Murder on the Orient Express</b></i> is a work of detective fiction by English writer Agatha Christie featuring the Belgian detective Hercule Poirot. It was first published in the United Kingdom by the Collins Crime Club on 1 January 1934. In the United States, it was published on 28 February 1934, under the title of <i><b>Murder in the Calais Coach</b></i>, by Dodd, Mead and Company. The UK edition retailed at seven shillings and sixpence (7/6) and the US edition at $2. </p><p>The elegant train of the 1930s, the <i>Orient Express</i>, is stopped by heavy snowfall. A murder is discovered, and Poirot's trip home to London from the Middle East is interrupted to solve the case. The opening chapters of the novel take place primarily in Istanbul. The rest of the novel takes place in Yugoslavia, with the train trapped between Vinkovci and Brod, in what is now northeastern Croatia. </p><p>The American title of <i>Murder in the Calais Coach</i> was used to avoid confusion with the 1932 Graham Greene novel <i>Stamboul Train</i>, which had been published in the United States as <i>Orient Express</i>. </p>",
    "url": "https://en.wikipedia.org/wiki/Murder_on_the_Orient_Express",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c0/Murder_on_the_Orient_Express_First_Edition_Cover_1934.jpg"
  },
  "Tomorrow, And Tomorrow, And Tomorrow": {
    "title": "Tomorrow, And Tomorrow, And Tomorrow",
    "extract": "<p><i><b>Tomorrow, and Tomorrow, and Tomorrow</b></i> is a 2022 novel by Gabrielle Zevin. The novel follows the relationship between two friends who begin a successful video game company together. It is Zevin's fifth novel for adults and tenth novel overall. </p>",
    "url": "https://en.wikipedia.org/wiki/Tomorrow,_and_Tomorrow,_and_Tomorrow",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c4/Tomorrow%2C_and_Tomorrow%2C_and_Tomorrow.jpg"
  },
  "Remarkably Bright Creatures": {
    "title": "Remarkably Bright Creatures",
    "extract": "<p><i><b>Remarkably Bright Creatures</b></i> is a novel by American author Shelby Van Pelt. It was published in May 2022 by Ecco Press. It has been on the New York Times hardcover fiction best-seller list multiple times. </p><p>It was awarded the 2023 McLaughlin-Esstman-Stearns First Novel Prize by the Writer's Center. </p><p><i>Remarkably Bright Creatures</i> is a story of the friendship between Marcellus, a giant Pacific octopus, and Tova, a widow who cleans at the aquarium where Marcellus lives. </p>",
    "url": "https://en.wikipedia.org/wiki/Remarkably_Bright_Creatures"
  }
}