{
    "League of Legends": {
        "title": "League of Legends",
        "extract": "<p> </p> <p><i><b>League of Legends</b></i> (<i><b>LoL</b></i>), commonly referred to as <i><b>League</b></i>, is a 2009 multiplayer online battle arena video game developed and published by Riot Games. Inspired by <i>Defense of the Ancients</i>, a custom map for <i>Warcraft III</i>, Riot's founders sought to develop a stand-alone game in the same genre. Since its release in October 2009, <i>League</i> has been free-to-play and is monetized through purchasable character customization. The game is available for Microsoft Windows and macOS. </p><p>In the game, two teams of five players battle in player-versus-player combat, each team occupying and defending their half of the map. Each of the ten players controls a character, known as a \"champion\", with unique abilities and differing styles of play. During a match, champions become more powerful by collecting experience points, earning gold, and purchasing items to defeat the opposing team. In <i>League</i>'s main mode, Summoner's Rift, a team wins by pushing through to the enemy base and destroying their \"Nexus\", a large structure located within. </p><p><i>League of Legends</i> has received generally positive reviews; critics have highlighted its accessibility, character designs, and production value. The game's long lifespan has resulted in a critical reappraisal, with reviews trending positively; it is widely considered one of the greatest video games ever made. However, negative and abusive in-game player behavior, criticized since the game's early days, persists despite Riot's attempts to fix the problem. In 2019, <i>League</i> regularly peaked at eight million concurrent players, and its popularity has led to tie-ins such as music, comic games, short stories, and the animated series <i>Arcane</i>. Its success has spawned several spin-off video games, including a mobile version, a digital collectible card game, and a turn-based role-playing game, among others. A massively multiplayer online role-playing game based on the property is in development. </p><p><i>League of Legends</i> is the world's largest esport, with an international competitive scene consisting of multiple regional leagues that culminate in an annual <i>League of Legends</i> World Championship. The 2019 event registered over 100 million unique viewers, peaking at a concurrent viewership of 44 million during the finals. Domestic and international events have been broadcast on livestreaming websites such as Twitch, YouTube, Bilibili, and the cable television sports channel ESPN. </p>",
        "url": "https://en.wikipedia.org/wiki/League_of_Legends",
        "imageUrl": "/images/games/league_of_legends.svg"
    },
    "Teamfight Tactics": {
        "title": "Teamfight Tactics",
        "extract": "<p> </p> <p><i><b>Teamfight Tactics</b></i> (<i><b>TFT</b></i>) is an auto battler game developed and published by Riot Games. The game is a spinoff of <i>League of Legends</i> and is based on <i>Dota Auto Chess</i>, where players compete online against seven other opponents by building a team to be the last one standing. The game released as a <i>League of Legends</i> game mode for Windows and macOS in June 2019 and as a standalone game for Android and iOS in March 2020, featuring cross-platform play between them. </p>",
        "url": "https://en.wikipedia.org/wiki/Teamfight_Tactics",
        "imageUrl": "/images/games/TeamfightTactics.jpg"
    },
    "Civilization V": {
        "title": "Civilization V",
        "extract": "<p> </p> <p><i><b>Sid Meier's Civilization V</b></i> is a 4X turn-based strategy video game in the <i>Civilization</i> series developed by Firaxis Games. The game was released for Windows in September 2010, for Mac OS X on November 23, 2010, and for Linux on June 10, 2014. </p><p>In <i>Civilization V</i>, the player leads a civilization from prehistoric times into the future on a procedurally generated map, attempting to achieve one of a number of different victory conditions through research, exploration, diplomacy, expansion, economic development, government and military conquest. The game is based on an entirely new game engine with hexagonal tiles instead of the square tiles of earlier games in the series. Many elements from <i>Civilization IV</i> and its expansion packs have been removed or changed, such as religion and espionage (although these were reintroduced in its subsequent expansions). The combat system has been overhauled, by removing stacking of military units and enabling cities to defend themselves by firing directly on nearby enemies. In addition, the maps contain computer-controlled city-states and non-player characters that are available for trade, diplomacy and conquest. A civilization's borders also expand one tile at a time, favoring more productive tiles, and roads now have a maintenance cost, making them much less common. The game features community, modding, and multiplayer elements. It is available for download on Steam. </p><p>Its first expansion pack, <i>Civilization V: Gods &amp; Kings</i>, was released on June 19, 2012, in North America and June 22 internationally. It includes features such as religion, espionage, enhanced naval combat and combat AI, as well as nine new civilizations. </p><p>A second expansion pack, <i>Civilization V: Brave New World</i>, was announced on March 15, 2013. It includes features such as international trade routes, a world congress, tourism, great works, nine new civilizations, eight additional wonders, and three ideologies. It was released on July 9, 2013, in North America and in the rest of the world three days later. </p><p>It was succeeded by a new entry in the series, <i>Civilization VI</i>, in 2016. </p>",
        "url": "https://en.wikipedia.org/wiki/Civilization_V",
        "imageUrl": "/images/games/civilization_v.jpg"
    },
    "Overcooked 2": {
        "title": "Overcooked 2",
        "extract": "<p> </p> <p><i><b>Overcooked 2</b></i> (stylized as <i><b>Overcooked! 2</b></i>) is a cooperative cooking simulation video game developed by Team17 alongside Ghost Town Games, and published by Team17. The sequel to <i>Overcooked!</i>, it was released for Linux, macOS, Nintendo Switch, PlayStation 4, Windows, and Xbox One on August 7, 2018. The game was released for Amazon Luna on October 20, 2020. <i>Overcooked: All You Can Eat</i>, a compilation game that includes both <i>Overcooked</i> and <i>Overcooked 2</i>, was released for PlayStation 5 and Xbox Series X/S on November 12, 2020. The compilation came to Nintendo Switch, PlayStation 4, Windows, and Xbox One on March 23, 2021, and on Google Stadia on May 5, 2022. </p>",
        "url": "https://en.wikipedia.org/wiki/Overcooked_2",
        "imageUrl": "/images/games/overcooked_2.png"
    },
    "Call of Duty": {
        "title": "Call of Duty",
        "extract": "<p> </p> <p><i><b>Call of Duty</b></i> is a military first-person shooter video game series and media franchise published by Activision, starting in 2003. The games were first developed by Infinity Ward, then by Treyarch and Sledgehammer Games. Several spin-off and handheld games were made by other developers. The most recent, <i>Call of Duty: Black Ops 6</i>, was released on October 25, 2024. </p><p>The series originally focused on a World War II setting, with Infinity Ward developing <i>Call of Duty</i> (2003) and <i>Call of Duty 2</i> (2005) and Treyarch developing <i>Call of Duty 3</i> (2006). Infinity Ward's <i>Call of Duty 4: Modern Warfare</i> (2007) introduced a modern setting and proved to be the breakthrough title for the series, creating the <i>Modern Warfare</i> sub-series; a <i>Modern Warfare</i> remastered version released in 2016. Two other entries, <i>Modern Warfare 2</i> (2009) and <i>Modern Warfare 3</i> (2011), were made. The sub-series received a reboot with <i>Modern Warfare</i> in 2019, <i>Modern Warfare II</i> in 2022, and <i>Modern Warfare III</i> in 2023. Infinity Ward has also developed two games outside of the <i>Modern Warfare</i> sub-series, <i>Ghosts</i> (2013) and <i>Infinite Warfare</i> (2016). </p><p>Treyarch made one last World War II-based game, <i>World at War</i> (2008), before releasing <i>Black Ops</i> (2010) and subsequently creating the <i>Black Ops</i> sub-series. Five more entries, <i>Black Ops II</i> (2012), <i>Black Ops III</i> (2015), <i>Black Ops 4</i> (2018), <i>Black Ops Cold War</i> (2020), and <i>Black Ops 6</i> (2024) were made, the latter two in conjunction with Raven Software. Sledgehammer Games, which were co-developers for <i>Modern Warfare 3</i>, have also developed three titles, <i>Advanced Warfare</i> (2014), <i>WWII</i> (2017), and <i>Vanguard</i> (2021). They are also the lead developer for <i>Modern Warfare III</i> (2023), the third entry in the <i>Modern Warfare</i> reboot sub-series. </p><p>As of October 2023, <i>Call of Duty</i> has sold over 500 million copies and has 100 million monthly active players across all platforms. The franchise generated $30 billion in revenue by 2022. The series is verified by the Guinness World Records as the best-selling first-person shooter game series. It is also the most successful video game franchise created in the United States and the second best-selling video game franchise of all time. Other products in the franchise include a line of action figures designed by Plan B Toys, a card game created by Upper Deck Company, Mega Bloks sets by Mega Brands, and a comic book miniseries published by WildStorm Productions, and a feature film in development. </p>",
        "url": "https://en.wikipedia.org/wiki/Call_of_Duty",
        "imageUrl": "/images/games/CallofDuty.png"
    },
    "Chess": {
        "title": "Chess",
        "extract": "<p> </p> <p><b>Chess</b> is a board game for two players. It is sometimes called <b>international chess</b> or <b>Western chess</b> to distinguish it from related games such as <i>xiangqi</i> (Chinese chess) and <i>shogi</i> (Japanese chess). </p><p>Chess is an abstract strategy game that involves no hidden information and no elements of chance. It is played on a chessboard with 64 squares arranged in an 8×8 grid. The players, referred to generically as \"White\" and \"Black\", each control sixteen pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns. White moves first, followed by Black; then moves alternate. The object of the game is to checkmate (threaten with inescapable capture) the enemy king. There are also several ways a game can end in a draw. </p><p>The recorded history of chess goes back at least to the emergence of a similar game, chaturanga, in seventh-century India. After its introduction in Persia, it spread to the Arab world and then to Europe. The rules of chess as they are known today emerged in Europe at the end of the 15th century, with standardization and universal acceptance by the end of the 19th century. Today, chess is one of the world's most popular games, with millions of players worldwide. </p><p>Organized chess arose in the 19th century. Chess competition today is governed internationally by FIDE (<i>Fédération Internationale des Échecs</i>; the International Chess Federation). The first universally recognized World Chess Champion, Wilhelm Steinitz, claimed his title in 1886; Ding Liren is the current World Champion. </p><p>A huge body of chess theory has developed since the game's inception. Aspects of art are found in chess composition, and chess in its turn influenced Western culture and the arts, and has connections with other fields such as mathematics, computer science, and psychology. One of the goals of early computer scientists was to create a chess-playing machine. In 1997, Deep Blue became the first computer to beat a reigning World Champion in a match when it defeated Garry Kasparov. Today's chess engines are significantly stronger than the best human players and have deeply influenced the development of chess theory; however, chess is not a solved game. </p>",
        "url": "https://en.wikipedia.org/wiki/Chess",
        "imageUrl": "/images/games/chess.jpg"
    },
    "Hearts": {
        "title": "Hearts",
        "extract": "<p> </p> <p><b>Hearts</b> is an \"evasion-type\" trick-taking playing card game for four players, although most variations can accommodate between three and six players. It was first recorded in the United States in the 1880s and has many variants, some of which are also referred to as \"Hearts\", especially the games of Black Lady and Black Maria. The game is a member of the Whist group of trick-taking games (which also includes Bridge and Spades), but is unusual among Whist variants in that it is a trick-avoidance game; players avoid winning certain penalty cards in tricks, usually by avoiding winning tricks altogether. The original game of Hearts is still current, but has been overtaken in popularity by Black Lady in the United States and Black Maria in Great Britain. </p>",
        "url": "https://en.wikipedia.org/wiki/Hearts_(card_game)",
        "imageUrl": "/images/games/hearts.jpg"
    },
    "Hearthstone": {
        "title": "Hearthstone",
        "extract": "<p> </p> <p><i><b>Hearthstone</b></i> is a 2014 online digital collectible card video game produced by Blizzard Entertainment, released under the free-to-play model. Originally subtitled <i><b>Heroes of Warcraft</b></i>, <i>Hearthstone</i> builds upon the existing lore of the <i>Warcraft</i> series by using the same elements, characters, and relics. The game is available on the Windows, macOS, iOS and Android platforms, featuring cross-platform play. It has been a critical and commercial success, with Blizzard reporting more than 100 million <i>Hearthstone</i> players as of November 2018, and the game has become popular as an esport, with cash prize tournaments hosted by Blizzard and other organizers. </p><p>The game is a turn-based card game between two opponents, using constructed decks of 30 cards along with a selected hero with a unique power. Players use their limited mana crystals to play abilities or summon minions to attack the opponent, with the goal of destroying the opponent's hero. Winning matches and completing quests earn in-game gold, rewards in the form of new cards, and other in-game prizes. Players can then buy packs of new cards through gold or microtransactions to customize and improve their decks. The game features several modes of play, including casual and ranked matches, drafted arena battles, and single-player adventures. New content for the game involves the addition of new card sets and gameplay, taking the form of expansion packs. </p><p>In contrast to other games developed by Blizzard, <i>Hearthstone</i> was an experimental game developed by a smaller team based on the appreciation of collectible card games at the company. The game was designed to avoid the pitfalls of other digital collectible card games by eliminating any possible plays from an opponent during a player's turn and by replicating the feel of a physical card game within the game's user interface. Many of the concepts as well as art assets were based on those previously published in the physical <i>World of Warcraft Trading Card Game</i>. </p>",
        "url": "https://en.wikipedia.org/wiki/Hearthstone",
        "imageUrl": "/images/games/hearthstone.png"
    },
    "Super Auto Pets": {
        "title": "Super Auto Pets",
        "extract": "<p><i><b>Super Auto Pets</b></i> is an auto battler video game developed and published by Team Wood Games. It was released on Steam for Microsoft Windows on September 24 2021, in February, 2022 on iOS and Android, and for macOS in October, 2022. It is also available to play in a web browser. </p><p>The player chooses \"pets\" with special abilities to fight against other users. The game gained significant popularity after online streamers Northernlion and Ludwig played the game, introducing it to their audiences. </p>",
        "url": "https://en.wikipedia.org/wiki/Super_Auto_Pets",
        "imageUrl": "/images/games/super_auto_pets.jpg"
    }
}
