{
  "Nineteen Eighty-Four": "<p> </p> <p><i><b>Nineteen Eighty-Four</b></i> (also published as <i><b>1984</b></i>) is a dystopian novel and cautionary tale by English writer Eric Arthur Blair, who wrote under the pen name George Orwell. It was published on 8 June 1949 by Secker &amp; Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, it centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of people and behaviours within society. Orwell, a staunch believer in democratic socialism and member of the anti-Stalinist Left, modelled the Britain under authoritarian socialism in the novel on the Soviet Union in the era of Stalinism and on the very similar practices of both censorship and propaganda in Nazi Germany. More broadly, the novel examines the role of truth and facts within societies and the ways in which they can be manipulated. </p><p>The story takes place in an imagined future. The current year is uncertain, but believed to be 1984. Much of the world is in perpetual war. Great Britain, now known as Airstrip One, has become a province of the totalitarian superstate Oceania, which is led by Big Brother, a dictatorial leader supported by an intense cult of personality manufactured by the Party's Thought Police. The Party engages in omnipresent government surveillance and, through the Ministry of Truth, historical negationism and constant propaganda to persecute individuality and independent thinking. </p><p>The protagonist, Winston Smith, is a diligent mid-level worker at the Ministry of Truth who secretly hates the Party and dreams of rebellion. Smith keeps a forbidden diary. He begins a relationship with a colleague, Julia, and they learn about a shadowy resistance group called the Brotherhood. However, their contact within the Brotherhood turns out to be a Party agent, and Smith and Julia are arrested. He is subjected to months of psychological manipulation and torture by the Ministry of Love. He ultimately betrays Julia and is released; he finally realises he loves Big Brother. </p><p><i>Nineteen Eighty-Four</i> has become a classic literary example of political and dystopian fiction. It also popularised the term \"Orwellian\" as an adjective, with many terms used in the novel entering common usage, including \"Big Brother\", \"doublethink\", \"Thought Police\", \"thoughtcrime\", \"Newspeak\", and \"2 + 2 = 5\". Parallels have been drawn between the novel's subject matter and real life instances of totalitarianism, mass surveillance, and violations of freedom of expression, among other themes. Orwell described his book as a \"satire\", and a display of the \"perversions to which a centralised economy is liable,\" while also stating he believed \"that something resembling it could arrive.\" <i>Time</i> included the novel on its list of the 100 best English-language novels published from 1923 to 2005, and it was placed on the Modern Library's 100 Best Novels list, reaching number 13 on the editors' list and number 6 on the readers' list. In 2003, it was listed at number eight on The Big Read survey by the BBC. It has been adapted across media since its publication, most notably as a film, released in 1984, starring John Hurt, Suzanna Hamilton and Richard Burton. </p>",
  "But What If We're Wrong?": "<p> </p> <p><i><b>But What If We're Wrong? Thinking About the Present As If It Were the Past</b></i> is a 2016 non-fiction book by American author and essayist Chuck Klosterman. </p>",
  "Exhalation": "<p><i><b>Exhalation: Stories</b></i> is a collection of short stories by American writer Ted Chiang. The book was initially released on May 7, 2019, by Alfred A. Knopf. </p>",
  "The Outsiders": "<p> </p> <p><i><b>The Outsider</b></i> is a 1956 book by English writer Colin Wilson. </p><p>Through the works and lives of various artists – including H. G. Wells (<i>Mind at the End of Its Tether</i>), Franz Kafka, Albert Camus, Jean-Paul Sartre, T. S. Eliot, Ernest Hemingway, Harley Granville-Barker (<i>The Secret Life</i>), Hermann Hesse, T. E. Lawrence, Vincent van Gogh, Vaslav Nijinsky, George Bernard Shaw, William Blake, Friedrich Nietzsche, Fyodor Dostoyevsky and George Gurdjieff – Wilson explores the psyche of the Outsider, his effect on society, and society's effect on him. </p><p>On Christmas Day 1954, alone in his room, Wilson sat down on his bed and began to write in his journal. He described his feelings as follows: </p> <p>It struck me that I was in the position of so many of my favourite characters in fiction: Dostoevsky's Raskolnikov, Rilke's Malte Laurids Brigge, the young writer in Hamsun's <i>Hunger</i>: alone in my room, feeling totally cut off from the rest of society. It was not a position I relished...Yet an inner compulsion had forced me into this position of isolation. I began writing about it in my journal, trying to pin it down. And then, quite suddenly, I saw that I had the makings of a book. I turned to the back of my journal and wrote at the head of the page: 'Notes for a book The Outsider in Literature'...\"</p> <p><i>The Outsider</i> has been translated into over thirty languages (including Russian and Chinese) and never been out of print since publication day of 28 May 1956. Wilson wrote much of it in the Reading Room of the British Museum, and during this period was, for a time, living in a sleeping bag on Hampstead Heath. He continued to work on it at a furious pace and: </p> <p>One day I typed out the introduction, and a few pages from the middle, and sent them to Victor Gollancz with a letter giving a synopsis of the book. He replied within two days, saying he would be interested to see the book when completed...</p> <p>Gollancz was the head of publishers Victor Gollancz Ltd. Wilson was inspired to send the book to him after he found a copy of the publisher's own book <i>A Year of Grace</i> in a second-hand bookshop, which led him to believe that he had found a sympathetic publisher. </p>",
  "The Moviegoer": "<p><i><b>The Moviegoer</b></i> is the debut novel by Walker Percy, first published in the United States by Alfred A. Knopf in 1961. It won the U.S. National Book Award. <i>Time</i> included the novel in its \"Time 100 Best English-language Novels from 1923 to 2005\". In 1998, the Modern Library ranked <i>The Moviegoer</i> sixtieth on its list of the hundred best English-language novels of the twentieth century. It is published in the UK by Methuen. </p><p>The novel is heavily influenced by the existentialist themes of authors like Søren Kierkegaard, whom Percy read extensively. Unlike many dark didactic existentialist novels (including Percy's later work), <i>The Moviegoer</i> has a light poetic tone. It was Percy's first, most famous, and most widely praised novel, and established him as one of the major voices in Southern literature. The novel also draws on elements of Dante by paralleling the themes of Binx Bolling's life to that of the narrator of the <i>Divine Comedy</i>. </p><p>In addition to its existentialist character, the novella is also deeply phenomenological. </p>",
  "Brave New World": "<p> </p> <p><i><b>Brave New World</b></i> is a dystopian novel by English author Aldous Huxley, written in 1931 and published in 1932. Largely set in a futuristic World State, whose citizens are environmentally engineered into an intelligence-based social hierarchy, the novel anticipates huge scientific advancements in reproductive technology, sleep-learning, psychological manipulation and classical conditioning that are combined to make a dystopian society which is challenged by the story's protagonist. Huxley followed this book with a reassessment in essay form, <i>Brave New World Revisited</i> (1958), and with his final novel, <i>Island</i> (1962), the utopian counterpart. This novel is often compared as an inversion counterpart to George Orwell's <i>1984</i> (1949). </p><p>In 1999, the Modern Library ranked <i>Brave New World</i> at number 5 on its list of the 100 best English-language novels of the 20th century. In 2003, Robert McCrum, writing for <i>The Observer</i>, included <i>Brave New World</i> chronologically at number 53 in \"the top 100 greatest novels of all time\", and the novel was listed at number 87 on The Big Read survey by the BBC. <i>Brave New World</i> has frequently been banned and challenged since its original publication. It has landed on the American Library Association list of top 100 banned and challenged books of the decade since the association began the list in 1990. </p>",
  "Murder on the Orient Express": "<p> </p> <p><i><b>Murder on the Orient Express</b></i> is a work of detective fiction by English writer Agatha Christie featuring the Belgian detective Hercule Poirot. It was first published in the United Kingdom by the Collins Crime Club on 1 January 1934. In the United States, it was published on 28 February 1934, under the title of <i><b>Murder in the Calais Coach</b></i>, by Dodd, Mead and Company. The UK edition retailed at seven shillings and sixpence (7/6) and the US edition at $2. </p><p>The elegant train of the 1930s, the <i>Orient Express</i>, is stopped by heavy snowfall. A murder is discovered, and Poirot's trip home to London from the Middle East is interrupted to solve the case. The opening chapters of the novel take place primarily in Istanbul. The rest of the novel takes place in Yugoslavia, with the train trapped between Vinkovci and Brod, in what is now northeastern Croatia. </p><p>The US title of <i>Murder in the Calais Coach</i> was used to avoid confusion with the 1932 Graham Greene novel <i>Stamboul Train</i>, which had been published in the United States as <i>Orient Express</i>. </p>",
  "Tomorrow, And Tomorrow, And Tomorrow": "<p> </p> <p><i><b>Edge of Tomorrow</b></i> is a 2014 American science fiction action film directed by Doug Liman and written by Christopher McQuarrie and the writing team of Jez and John-Henry Butterworth, loosely based on the Japanese light novel <i>All You Need Is Kill</i> by Hiroshi Sakurazaka. Starring Tom Cruise and Emily Blunt, the film takes place in a future where most of Europe is occupied by an alien race. Major William Cage (Cruise), a public relations officer with no combat experience, is forced by his superiors to join a landing operation against the aliens, only to find himself experiencing a time loop as he tries to find a way to defeat the invaders. Bill Paxton and Brendan Gleeson also appear in supporting roles. </p><p>In late 2009, 3 Arts Entertainment purchased the rights to <i>All You Need Is Kill</i> and sold a spec script to the American studio Warner Bros. The studio produced <i>Edge of Tomorrow</i> with the involvement of 3 Arts, the novel's publisher Viz Media, and Australian production company Village Roadshow. Filming began in late 2012, taking place in England: at WB Studios in Leavesden, outside London, and other locations, such as London's Trafalgar Square and the coastal Saunton Sands. A total of nine companies handled the visual effects. </p><p>Warner Bros. spent over $100 million advertising <i>Edge of Tomorrow</i>. It was released in cinemas on the weekend of May 30, 2014, in 28 territories, and 36 additional territories a week later. The film received positive reviews from critics, who praised the plot, direction, action sequences, and performances. It grossed over $370.5 million worldwide in its theatrical run. </p>",
  "Exceptionally Bright Creatures": "<p> </p> <p><i><b>Bright</b></i> is a 2017 American urban fantasy action film directed by David Ayer and written by Max Landis. The film is set in an alternate present in which humans and mythical creatures co-exist and details an LAPD police officer (portrayed by Will Smith) and his orc partner (Joel Edgerton) confronting racism and police corruption while protecting a magic wand and the elf girl (Lucy Fry) who wields it. Noomi Rapace, Édgar Ramírez, and Ike Barinholtz also star. </p><p>Principal photography began in November 2016 in Los Angeles. The film was released worldwide on Netflix on December 22, 2017. While it has received largely negative reviews from critics, it was exceptionally popular with viewers. Netflix called it one of the company's most successful original programs as of January 2018. </p>"
}